[{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":1,"scripture_text":"All this, whatsoever exists in the universe, should be covered by the Lord. Having renounced (the unreal), enjoy (the Real). Do not covet the wealth of any man.","verse_title":"Isa-Upanishad 1:1"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":2,"scripture_text":"If one should desire to live in this world a hundred years, one should live performing Karma (righteous deeds). Thus thou mayest live; there is no other way. By doing this, Karma (the fruits of thy actions) will not defile thee.","verse_title":"Isa-Upanishad 1:2"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":3,"scripture_text":"After leaving their bodies, they who have killed the Self go to the worlds of the Asuras, covered with blinding ignorance.","verse_title":"Isa-Upanishad 1:3"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":4,"scripture_text":"That One, though motionless, is swifter than the mind. The senses can never overtake It, for It ever goes before. Though immovable, It travels faster than those who run. By It the all-pervading air sustains all living beings.","verse_title":"Isa-Upanishad 1:4"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":5,"scripture_text":"It moves and It moves not. It is far and also It is near. It is within and also It is without all this.","verse_title":"Isa-Upanishad 1:5"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":6,"scripture_text":"He who sees all beings in the Self and the Self in all beings, he never turns away from It (the Self).","verse_title":"Isa-Upanishad 1:6"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":7,"scripture_text":"He who perceives all beings as the Self for him how can there be delusion or grief, when he sees this oneness (everywhere)?","verse_title":"Isa-Upanishad 1:7"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":8,"scripture_text":"He (the Self) is all-encircling, resplendent, bodiless, spotless, without sinews, pure, untouched by sin, all-seeing, all-knowing, transcendent, self-existent; He has disposed all things duly for eternal years.","verse_title":"Isa-Upanishad 1:8"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":9,"scripture_text":"They enter into blind darkness who worship Avidya (ignorance and delusion); they fall, as it were, into greater darkness who worship Vidya (knowledge).","verse_title":"Isa-Upanishad 1:9"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":10,"scripture_text":"By Vidya one end is attained; by Avidya, another. Thus we have heard from the wise men who taught this.","verse_title":"Isa-Upanishad 1:10"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":11,"scripture_text":"He who knows at the same time both Vidya and Avidya, crosses over death by Avidya and attains immortality through Vidya.","verse_title":"Isa-Upanishad 1:11"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":12,"scripture_text":"They fall into blind darkness who worship the Unmanifested and they fall into greater darkness who worship the manifested.","verse_title":"Isa-Upanishad 1:12"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":13,"scripture_text":"By the worship of the Unmanifested one end is attained; by the worship of the manifested, another. Thus we have heard from the wise men who taught us this.","verse_title":"Isa-Upanishad 1:13"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":14,"scripture_text":"He who knows at the same time both the Unmanifested (the cause of manifestation) and the destructible or manifested, he crosses over death through knowledge of the destructible and attains immortality through knowledge of the First Cause (Unmanifested).","verse_title":"Isa-Upanishad 1:14"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":15,"scripture_text":"The face of Truth is hidden by a golden disk. O Pushan (Effulgent Being)! Uncover (Thy face) that I, the worshipper of Truth, may behold Thee.","verse_title":"Isa-Upanishad 1:15"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":16,"scripture_text":"O Pushan! O Sun, sole traveller of the heavens, controller of all, son of Prajapati, withdraw Thy rays and gather up Thy burning effulgence. Now through Thy Grace I behold Thy blessed and glorious form. The Purusha (Effulgent Being) who dwells within Thee, I am He.","verse_title":"Isa-Upanishad 1:16"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":17,"scripture_text":"May my life-breath go to the all-pervading and immortal Prana, and let this body be burned to ashes. Om! O mind, remember thy deeds! O mind, remember, remember thy deeds! Remember!","verse_title":"Isa-Upanishad 1:17"},{"volume_title":"Hinduism","book_title":"Isa-Upanishad","chapter_number":1,"verse_number":18,"scripture_text":"O Agni (Bright Being)! Lead us to blessedness by the good path. O Lord! Thou knowest all our deeds, remove all evil and delusion from us. To Thee we offer our prostrations and supplications again and again.","verse_title":"Isa-Upanishad 1:18"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":1,"scripture_text":"Vahasrava, being desirous of heavenly rewards (at the Viswajit sacrifice), made a gift of all that he possessed. He had a son by the name of Nachiketas.","verse_title":"Katha-Upanishad 1:1"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":2,"scripture_text":"When the offerings were being distributed, faith (Shraddha) entered (the heart of) Nachiketas, who, though young, yet resected:","verse_title":"Katha-Upanishad 1:2"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":3,"scripture_text":"These cows have drunk water, eaten grass and given milk for the last time, and their senses have lost all vigour. He who gives these undoubtedly goes to joyless realms.","verse_title":"Katha-Upanishad 1:3"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":4,"scripture_text":"He said to his father: Dear father, to whom wilt thou give me? He said it a second time, then a third time. The father replied: I shall give thee unto Death.","verse_title":"Katha-Upanishad 1:4"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":5,"scripture_text":"Nachiketas thought: Among many (of my father's pupils) I stand first; among many (others) I stand in the middle (but never last). What will be accomplished for my father by my going this day to Yama?","verse_title":"Katha-Upanishad 1:5"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":6,"scripture_text":"Look back to those who lived before and look to those who live now. Like grain the mortal decays and like grain again springs up (is reborn).","verse_title":"Katha-Upanishad 1:6"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":7,"scripture_text":"Like fire a Brahmana guest enters into houses. That fire is quenched by an offering. (Therefore) O Vaivaswata, bring water.","verse_title":"Katha-Upanishad 1:7"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":8,"scripture_text":"The foolish man in whose house a Brahmana guest remains without food, all his hopes and expectations, all the merit gained by his association with the holy, by his good words and deeds, all his sons and cattle, are destroyed.","verse_title":"Katha-Upanishad 1:8"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":9,"scripture_text":"Yama said: O Brahmana! Revered guest! My salutations to thee. As thou hast remained three nights in my house without food, therefore choose three boons, O Brahmana.","verse_title":"Katha-Upanishad 1:9"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":10,"scripture_text":"Nachiketas said: May Gautama, my father, be free from anxious thought (about me). May he lose all anger (towards me) and be pacified in heart. May he know and welcome me when I am sent back by thee. This, O Death, is the first of the three boons I choose.","verse_title":"Katha-Upanishad 1:10"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":11,"scripture_text":"Yama replied: Through my will Auddalaki Aruni (thy father) will know thee, and be again towards thee as before. He will sleep in peace at night. He will be free from wrath when he sees thee released from the mouth of death.","verse_title":"Katha-Upanishad 1:11"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":12,"scripture_text":"Nachiketas said: In the realm of heaven there is no fear, thou (Death) art not there; nor is there fear of old age. Having crossed beyond both hunger and thirst and being above grief, (they) rejoice in heaven.","verse_title":"Katha-Upanishad 1:12"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":13,"scripture_text":"Thou knowest, O Death, the fire-sacrifice that leads to heaven. Tell this to me, who am full of Shraddha (faith and yearning). They who live in the realm of heaven enjoy freedom from death. This I beg as my second boon.","verse_title":"Katha-Upanishad 1:13"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":14,"scripture_text":"Yama replied: I know well that fire which leads to the realm of heaven. I shall tell it to thee. Listen to me. Know, O Nachiketas, that this is the means of attaining endless worlds and their support. It is hidden in the heart of all beings.","verse_title":"Katha-Upanishad 1:14"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":15,"scripture_text":"Yama then told him that fire-sacrifice, the beginning of all the worlds; what bricks, how many and how laid for the altar. Nachiketas repeated all as it was told to him. Then Death, being pleased with him, again said:","verse_title":"Katha-Upanishad 1:15"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":16,"scripture_text":"The great-soured Yama, being well pleased, said to him (Nachiketas): I give thee now another boon. This fire (sacrifice) shall be named after thee. Take also this garland of many colours.","verse_title":"Katha-Upanishad 1:16"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":17,"scripture_text":"He who performs this Nachiketa fire-sacrifice three times, being united with the three (mother, father and teacher), and who fulfills the three-fold duty (study of the Vedas, sacrifice and alms-giving) crosses over birth and death. Knowing this worshipful shining fire, born of Brahman, and realizing Him, he attains eternal peace.","verse_title":"Katha-Upanishad 1:17"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":18,"scripture_text":"He who knows the three-fold Nachiketa fire and performs the Nachiketa fire-sacrifice with three-fold knowledge, having cast off the fetters of death and being beyond grief, he rejoices in the realm of heaven.","verse_title":"Katha-Upanishad 1:18"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":19,"scripture_text":"O Nachiketas, this is thy fire that leads to heaven, which thou hast chosen as thy second boon. People will call this fire after thy name. Ask the third boon, Nachiketas.","verse_title":"Katha-Upanishad 1:19"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":20,"scripture_text":"Nachiketas said: There is this doubt regarding what becomes of a man after death. Some say he exists, others that he does not exist. This knowledge I desire, being instructed by thee. Of the boons this is the third boon.","verse_title":"Katha-Upanishad 1:20"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":21,"scripture_text":"Yama replied: Even the Devas (Bright Ones) of old doubted regarding this. It is not easy to know; subtle indeed is this subject. O Nachiketas, choose another boon. Do not press me. Ask not this boon of me.","verse_title":"Katha-Upanishad 1:21"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":22,"scripture_text":"Nachiketas said: O Death, thou sayest that even the Devas had doubts about this, and that it is not easy to know. Another teacher like unto thee is not to be found. Therefore no other boon can be equal to this one.","verse_title":"Katha-Upanishad 1:22"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":24,"scripture_text":"If thou thinkest of any other boon equal to this, ask for wealth and long life; be ruler over the wide earth. O Nachiketas, I shall make thee enjoyer of all desires.","verse_title":"Katha-Upanishad 1:24"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":25,"scripture_text":"Whatsoever objects of desire are difficult to obtain in the realm of mortals, ask them all as thou desirest; these lovely maidens with their chariots and musical instruments, such as are not obtainable by mortals--be served by these whom I give to thee. O Nachiketas, do not ask regarding death.","verse_title":"Katha-Upanishad 1:25"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":26,"scripture_text":"Nachiketas said: O Death, these are fleeting; they weaken the vigour of all the senses in man. Even the longest life is short. Keep thou thy chariots, dance and music.","verse_title":"Katha-Upanishad 1:26"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":27,"scripture_text":"Man cannot be satisfied by wealth. Shall we possess wealth when we see thee (Death)? Shall we continue to live as long as thou rulest? Therefore that boon alone is to be chosen by me.","verse_title":"Katha-Upanishad 1:27"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":28,"scripture_text":"What man dwelling on the decaying mortal plane, having approached the undecaying immortal one, and having reflected upon the nature of enjoyment through beauty and sense pleasure, would delight in long life?","verse_title":"Katha-Upanishad 1:28"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":29,"scripture_text":"O Death, that regarding which there is doubt, of the great Hereafter, tell us. Nachiketas asks for no other boon than that which penetrates this hidden secret.","verse_title":"Katha-Upanishad 1:29"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":1,"scripture_text":"Yama said: The good is one thing and the pleasant another. These two, having different ends, bind a man. It is well with him who chooses the good. He who chooses the pleasant misses the true end.","verse_title":"Katha-Upanishad 1:1"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":2,"scripture_text":"The good and the pleasant approach man; the wise examines both and discriminates between them; the wise prefers the good to the pleasant, but the foolish man chooses the pleasant through love of bodily pleasure.","verse_title":"Katha-Upanishad 1:2"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":3,"scripture_text":"O Nachiketas after wise reflection thou hast renounced the pleasant and all pleasing forms. Thou hast not accepted this garland of great value for which many mortals perish.","verse_title":"Katha-Upanishad 1:3"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":4,"scripture_text":"Wide apart are these two,--ignorance and what is known as wisdom, leading in opposite directions. I believe Nachiketas to be one who longs for wisdom, since many tempting objects have not turned thee aside.","verse_title":"Katha-Upanishad 1:4"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":5,"scripture_text":"Fools dwelling in ignorance, yet imagining themselves wise and learned, go round and round in crooked ways, like the blind led by the blind.","verse_title":"Katha-Upanishad 1:5"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":6,"scripture_text":"The Hereafter never rises before the thoughtless child (the ignorant), deluded by the glamour of wealth. \"This world alone is, there is none other\": thinking thus, he falls under my sway again and again.","verse_title":"Katha-Upanishad 1:6"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":7,"scripture_text":"He about whom many are not even able to hear, whom many cannot comprehend even after hearing: wonderful is the teacher, wonderful is he who can receive when taught by an able teacher.","verse_title":"Katha-Upanishad 1:7"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":8,"scripture_text":"When taught by a man of inferior understanding, this Atman cannot be truly known, even though frequently thought upon. There is no way (to know It) unless it is taught by another (an illumined teacher), for it is subtler than the subtle and beyond argument.","verse_title":"Katha-Upanishad 1:8"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":9,"scripture_text":"O Dearest, this Atman cannot be attained by argument; It is truly known only when taught by another (a wise teacher). O Nachiketas, thou hast attained It. Thou art fixed in Truth. May we ever, find a questioner like thee.","verse_title":"Katha-Upanishad 1:9"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":10,"scripture_text":"I know that (earthly) treasure is transitory, for the eternal can never be attained by things which are non-eternal. Hence the Nachiketa fire (sacrifice) has been performed by me with perishable things and yet I have attained the eternal.","verse_title":"Katha-Upanishad 1:10"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":11,"scripture_text":"O Nachiketas, thou hast seen the fulfillment of all desires, the basis of the universe, the endless fruit of sacrificial rites, the other shore where there is no fear, that which is praiseworthy, the great and wide support; yet, being wise, thou hast rejected all with firm resolve.","verse_title":"Katha-Upanishad 1:11"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":12,"scripture_text":"The wise, who by means of the highest meditation on the Self knows the Ancient One, difficult to perceive, seated in the innermost recess, hidden in the cave of the heart, dwelling in the depth of inner being, (he who knows that One) as God, is liberated from the fetters of joy and sorrow.","verse_title":"Katha-Upanishad 1:12"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":13,"scripture_text":"A mortal, having heard and fully grasped this, and having realized through discrimination the subtle Self, rejoices, because he has obtained that which is the source of all joy. I think the abode (of Truth) is open to Nachiketas.","verse_title":"Katha-Upanishad 1:13"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":14,"scripture_text":"Nachiketas said: That which thou seest, which is neither virtue nor vice, neither cause nor effect, neither past nor future (but beyond these), tell me That.","verse_title":"Katha-Upanishad 1:14"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":15,"scripture_text":"Yama replied: That goal which all the Vedas glorify, which all austerities proclaim, desiring which (people) practice Brahmacharya (a life of continence and service), that goal I tell thee briefly--it is Aum.","verse_title":"Katha-Upanishad 1:15"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":16,"scripture_text":"This Word is indeed Brahman. This Word is indeed the Supreme. He who knows this Word obtains whatever he desires.","verse_title":"Katha-Upanishad 1:16"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":17,"scripture_text":"This is the best Support, This is the highest Support; he who knows this Support is glorified in the world of Brahman.","verse_title":"Katha-Upanishad 1:17"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":18,"scripture_text":"This Self is never born, nor does It die. It did not spring from anything, nor did anything spring from It. This Ancient One is unborn, eternal, everlasting. It is not slain even though the body is slain.","verse_title":"Katha-Upanishad 1:18"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":19,"scripture_text":"If the slayer thinks that he slays, or if the slain thinks that he is slain, both of these know not. For It neither slays nor is It slain.","verse_title":"Katha-Upanishad 1:19"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":20,"scripture_text":"The Self is subtler than the subtle, greater than the great; It dwells in the heart of each living being. He who is free from desire and free from grief, with mind and senses tranquil, beholds the glory of the Atman.","verse_title":"Katha-Upanishad 1:20"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":21,"scripture_text":"Though sitting, It travels far; though lying, It goes everywhere. Who else save me is fit to know that God, who is (both) joyful and joyless?","verse_title":"Katha-Upanishad 1:21"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":22,"scripture_text":"The wise who know the Self, bodiless, seated within perishable bodies, great and all- pervading, grieve not.","verse_title":"Katha-Upanishad 1:22"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":23,"scripture_text":"This Self cannot be attained by study of the Scriptures, nor by intellectual perception, nor by frequent hearing (of It); He whom the Self chooses, by him alone is It attained. To him the Self reveals Its true nature.","verse_title":"Katha-Upanishad 1:23"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":24,"scripture_text":"He who has not turned away from evil conduct, whose senses are uncontrolled, who is not tranquil, whose mind is not at rest, he can never attain this Atman even by knowledge.","verse_title":"Katha-Upanishad 1:24"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":25,"scripture_text":"Who then can know where is this mighty Self? He (that Self) to whom the Brahmanas and Kshatriyas are but food and death itself a condiment.","verse_title":"Katha-Upanishad 1:25"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":1,"scripture_text":"There are two who enjoy the fruits of their good deeds in the world, having entered into the cave of the heart, seated (there) on the highest summit. The knowers of Brahman call them shadow and light. So also (they are called) by householders who perform five fire- sacrifices or three Nachiketa fire-sacrifices.","verse_title":"Katha-Upanishad 1:1"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":2,"scripture_text":"May we be able to learn that Nachiketa fire-sacrifice, which is a bridge for those who perform sacrifice. May we also know the One, who is the highest imperishable Brahman for those who desire to cross over to the other shore which is beyond fear.","verse_title":"Katha-Upanishad 1:2"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":3,"scripture_text":"Know the Atman (Self) as the lord of the chariot, and the body as the chariot. Know also the intellect to be the driver and mind the reins.","verse_title":"Katha-Upanishad 1:3"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":4,"scripture_text":"The senses are called the horses; the sense objects are the roads; when the Atman is united with body, senses and mind, then the wise call Him the enjoyer.","verse_title":"Katha-Upanishad 1:4"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":5,"scripture_text":"He who is without discrimination and whose mind is always uncontrolled, his senses are unmanageable, like the vicious horses of a driver.","verse_title":"Katha-Upanishad 1:5"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":6,"scripture_text":"But he who is full of discrimination and whose mind is always controlled, his senses are manageable, like the good horses of a driver.","verse_title":"Katha-Upanishad 1:6"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":7,"scripture_text":"He who does not possess discrimination, whose mind is uncontrolled and always impure, he does not reach that goal, but falls again into Samsara (realm of birth and death).","verse_title":"Katha-Upanishad 1:7"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":8,"scripture_text":"But he who possesses right discrimination, whose mind is under control and always pure, he reaches that goal, from which he is not born again.","verse_title":"Katha-Upanishad 1:8"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":9,"scripture_text":"The man who has a discriminative intellect for the driver, and a controlled mind for the reins, reaches the end of the journey, the highest place of Vishnu (the All-pervading and Unchangeable One).","verse_title":"Katha-Upanishad 1:9"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":10,"scripture_text":"Beyond the senses are the objects, beyond the objects is the mind, beyond the mind is the intellect, beyond the intellect is the great Atman.","verse_title":"Katha-Upanishad 1:10"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":11,"scripture_text":"Beyond the great Atman is the Unmanifested; beyond the Unmanifested is the Purusha (the Cosmic Soul); beyond the Purusha there is nothing. That is the end, that is the final goal.","verse_title":"Katha-Upanishad 1:11"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":12,"scripture_text":"This Atman (Self), hidden in all beings, does not shine forth; but It is seen by subtle seers through keen and subtle understanding.","verse_title":"Katha-Upanishad 1:12"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":13,"scripture_text":"A wise man should control speech by mind, mind by intellect, intellect by the great Atman, and that by the Peaceful One (the Paramatman or Supreme Self).","verse_title":"Katha-Upanishad 1:13"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":14,"scripture_text":"Arise! Awake! Having reached the Great Ones (illumined Teachers), gain understanding. The path is as sharp as a razor, impassable and difficult to travel, so the wise declare.","verse_title":"Katha-Upanishad 1:14"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":15,"scripture_text":"Knowing That which is soundless, touchless, formless, undecaying; also tasteless, odorless, and eternal; beginningless, endless and immutable; beyond the Unmanifested: (knowing That) man escapes from the mouth of death.","verse_title":"Katha-Upanishad 1:15"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":16,"scripture_text":"The intelligent man, who has heard and repeated the ancient story of Nachiketas, told by the Ruler of Death, is glorified in the world of Brahman.","verse_title":"Katha-Upanishad 1:16"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":17,"scripture_text":"He who with devotion recites this highest secret of immortality before an assembly of Brahmanas (pious men) or at the time of Shraddha (funeral ceremonies), gains everlasting reward, he gains everlasting reward.","verse_title":"Katha-Upanishad 1:17"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":1,"scripture_text":"The Self-existent created the senses out-going; for this reason man sees the external, but not the inner Atman (Self). Some wise man, however, desiring immortality, with eyes turned away (from the external) sees the Atman within.","verse_title":"Katha-Upanishad 1:1"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":2,"scripture_text":"Children (the ignorant) pursue external pleasures; (thus) they fall into the wide- spread snare of death. But the wise, knowing the nature of immortality, do not seek the permanent among fleeting things.","verse_title":"Katha-Upanishad 1:2"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":3,"scripture_text":"That by which one knows form, taste, smell, sound, touch and sense enjoyments, by That also one knows whatever remains (to be known). This verily is That (which thou hast asked to know).","verse_title":"Katha-Upanishad 1:3"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":4,"scripture_text":"That by which a mortal perceives, both in dream and in waking, by knowing that great all-pervading Atman the wise man grieves no more.","verse_title":"Katha-Upanishad 1:4"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":5,"scripture_text":"He who knows this Atman, the honey-eater (perceiver and enjoyer of objects), ever near, as the lord of the past and future, fears no more. This verily is That.","verse_title":"Katha-Upanishad 1:5"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":6,"scripture_text":"He who sees Him seated in the five elements, born of Tapas (fire of Brahman), born before water; who, having entered the cave of the heart, abides therein --this verily is That.","verse_title":"Katha-Upanishad 1:6"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":7,"scripture_text":"He who knows Aditi, who rises with Prana (the Life Principle), existent in all the Devas; who, having entered into the heart, abides there; and who was born from the elements--this verily is That.","verse_title":"Katha-Upanishad 1:7"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":8,"scripture_text":"The all-seeing fire which exists hidden in the two sticks, as the foetus is well-guarded in the womb by the mother, (that fire) is to be worshipped day after day by wakeful seekers (after wisdom), as well as by sacrificers. This verily is That.","verse_title":"Katha-Upanishad 1:8"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":9,"scripture_text":"From whence the sun rises, and whither it goes at setting, upon That all the Devas depend. No one goes beyond That. This verily is That.","verse_title":"Katha-Upanishad 1:9"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":10,"scripture_text":"What is here (in the visible world), that is there (in the invisible); he who sees difference (between visible and invisible) goes from death to death.","verse_title":"Katha-Upanishad 1:10"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":11,"scripture_text":"By mind alone this is to be realized. There is no difference whatever (between visible and invisible). He who sees difference here (between these) goes from death to death.","verse_title":"Katha-Upanishad 1:11"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":12,"scripture_text":"The Purusha (Self), of the size of a thumb, resides in the middle of the body as the lord of the past and the future, (he who knows Him) fears no more. This verily is That.","verse_title":"Katha-Upanishad 1:12"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":13,"scripture_text":"That Purusha, of the size of a thumb, is like a light without smoke, lord of the past and the future. He is the same today and tomorrow. This verily is That.","verse_title":"Katha-Upanishad 1:13"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":14,"scripture_text":"As rain water, (falling) on the mountain top, runs down over the rocks on all sides; similarly, he who sees difference (between visible forms) runs after them in various directions.","verse_title":"Katha-Upanishad 1:14"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":15,"scripture_text":"O Gautama (Nachiketas), as pure water poured into pure water becomes one, so also is it with the Self of an illumined Knower (he becomes one with the Supreme).","verse_title":"Katha-Upanishad 1:15"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":1,"scripture_text":"The city of the Unborn, whose knowledge is unchanging, has eleven gates. Thinking on Him, man grieves no more; and being freed (from ignorance), he attains liberation. This verily is That.","verse_title":"Katha-Upanishad 1:1"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":2,"scripture_text":"He is the sun dwelling in the bright heaven; He is the air dwelling in space; He is the fire burning on the altar; He is the guest dwelling in the house. He dwells in man. He dwells in those greater than man. He dwells in sacrifice. He dwells in the ether. He is (all that is) born in water, (all that) is born in earth, (all that) is born in sacrifice, (all that) is born on mountains. He is the True and the Great.","verse_title":"Katha-Upanishad 1:2"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":3,"scripture_text":"He it is who sends the (in-coming) Prana (life-breath) upward and throws the (out-going) breath downward. Him all the senses worship, the adorable Atman, seated in the centre (the heart).","verse_title":"Katha-Upanishad 1:3"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":4,"scripture_text":"When this Atman, which is seated in the body, goes out (from the body), what remains then? This verily is That.","verse_title":"Katha-Upanishad 1:4"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":5,"scripture_text":"No mortal lives by the in-coming breath (Prana) or by the out-going breath (Apana), but he lives by another on which these two depend.","verse_title":"Katha-Upanishad 1:5"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":6,"scripture_text":"O Gautama (Nachiketas), I shall declare unto thee the secret of the eternal Brahman and what happens to the Self after death.","verse_title":"Katha-Upanishad 1:6"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":7,"scripture_text":"Some Jivas (individual Souls) enter wombs to be embodied; others go into immovable forms, according to their deeds and knowledge.","verse_title":"Katha-Upanishad 1:7"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":8,"scripture_text":"The Being who remains awake while all sleep, who grants all desires, That is pure, That is Brahman, That alone is said to be immortal. On That all the worlds rest. None goes beyond That. This verily is That.","verse_title":"Katha-Upanishad 1:8"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":9,"scripture_text":"As fire, though one, having entered the world, becomes various according to what it burns, so does the Atman (Self) within all living beings, though one, become various according to what it enters. It also exists outside.","verse_title":"Katha-Upanishad 1:9"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":10,"scripture_text":"As air, though one, having entered the world, becomes various according to what it enters, so does the Atman within all living beings, though one, become various according to what it enters. It also exists outside.","verse_title":"Katha-Upanishad 1:10"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":11,"scripture_text":"As the sun, the eye of the whole world, is not defiled by external impurities seen by the eyes, thus the one inner Self of all living beings is not defiled by the misery of the world, being outside it.","verse_title":"Katha-Upanishad 1:11"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":12,"scripture_text":"There is one ruler, the Self of all living beings, who makes the one form manifold; the wise who perceive Him seated within their Self, to them belongs eternal bliss, not to others.","verse_title":"Katha-Upanishad 1:12"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":13,"scripture_text":"Eternal among the changing, consciousness of the conscious, who, though one, fulfils the desires of many: the wise who perceive Him seated within their Self, to them belongs eternal peace, not to others.","verse_title":"Katha-Upanishad 1:13"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":14,"scripture_text":"They (the wise) perceive that indescribable highest bliss, saying, This is That. How am I to know It? Does It shine (by Its own light) or does It shine (by reflected light)?","verse_title":"Katha-Upanishad 1:14"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":15,"scripture_text":"The sun does not shine there, nor the moon, nor the stars; nor do these lightnings shine there, much less this fire. When He shines, everything shines after Him; by His light all is lighted.","verse_title":"Katha-Upanishad 1:15"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":1,"scripture_text":"This ancient Aswattha tree has its root above and branches below. That is pure, That is Brahman, That alone is called the Immortal. All the worlds rest in That. None goes beyond That. This verily is That.","verse_title":"Katha-Upanishad 1:1"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":2,"scripture_text":"Whatever there is in the universe is evolved from Prana and vibrates in Prana. That is a mighty terror, like an upraised thunderbolt. They who know That become immortal.","verse_title":"Katha-Upanishad 1:2"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":3,"scripture_text":"From fear of Him the fire burns, from fear of Him the sun shines. From fear of Him Indra and Vayu and Death, the fifth, speed forth.","verse_title":"Katha-Upanishad 1:3"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":4,"scripture_text":"If a man is not able to know Him before the dissolution of the body, then he becomes embodied again in the created worlds.","verse_title":"Katha-Upanishad 1:4"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":5,"scripture_text":"As in a mirror, so is He seen within oneself; as in a dream, so (is He seen) in the world of the fathers (departed spirits); as in water, so (is He seen) in the world of Gandharvas (the angelic realm). As light and shadow, so (is He seen) in the world of Brahma (the Creator).","verse_title":"Katha-Upanishad 1:5"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":6,"scripture_text":"Knowing that the senses are distinct (from the Atman) and their rising and setting separate (from the Atman), a wise man grieves no more.","verse_title":"Katha-Upanishad 1:6"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":7,"scripture_text":"Higher than the senses is the mind, higher than the mind is the intellect, higher than the intellect is the great Atman, higher than the Atman is the Unmanifested.","verse_title":"Katha-Upanishad 1:7"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":8,"scripture_text":"Beyond the Unmanifested is the all-pervading and imperceptible Being (Purusha). By knowing Him, the mortal is liberated and attains immortality.","verse_title":"Katha-Upanishad 1:8"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":9,"scripture_text":"His form is not to be seen. No one can see Him with the eye. He is perceived by the heart, by the intellect and by the mind. They who know this become immortal.","verse_title":"Katha-Upanishad 1:9"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":10,"scripture_text":"When the five organs of perception become still, together with the mind, and the intellect ceases to be active: that is called the highest state.","verse_title":"Katha-Upanishad 1:10"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":11,"scripture_text":"This firm holding back of the senses is what is known as Yoga. Then one should become watchful, for Yoga comes and goes.","verse_title":"Katha-Upanishad 1:11"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":12,"scripture_text":"He cannot be attained by speech, by mind, or by the eye. How can That be realized except by him who says \"He is\"?","verse_title":"Katha-Upanishad 1:12"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":13,"scripture_text":"He should be realized as \"He is\" and also as the reality of both (visible and invisible). He who knows Him as \"He is,\" to him alone His real nature is revealed.","verse_title":"Katha-Upanishad 1:13"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":14,"scripture_text":"When all desires dwelling in the heart cease, then the mortal becomes immortal and attains Brahman here.","verse_title":"Katha-Upanishad 1:14"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":15,"scripture_text":"When all the ties of the heart are cut asunder here, then the mortal becomes immortal. Such is the teaching.","verse_title":"Katha-Upanishad 1:15"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":16,"scripture_text":"There are a hundred and one nerves of the heart. One of them penetrates the centre of the head. Going upward through it, one attains immortality. The other (hundred nerve-courses) lead, in departing, to different worlds.","verse_title":"Katha-Upanishad 1:16"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":17,"scripture_text":"The Purusha, the inner Self, of the size of a thumb, is ever seated in the heart of all living beings. With perseverance man should draw Him out from his body as one draws the inner stalk from a blade of grass. One should know Him as pure and deathless, as pure and deathless.","verse_title":"Katha-Upanishad 1:17"},{"volume_title":"Hinduism","book_title":"Katha-Upanishad","chapter_number":1,"verse_number":18,"scripture_text":"Thus Nachiketas, having acquired this wisdom taught by the Ruler of Death, together with all the rules of Yoga, became free from impurity and death and attained Brahman (the Supreme). So also will it be with another who likewise knows the nature of the Self.","verse_title":"Katha-Upanishad 1:18"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":1,"scripture_text":"By whom commanded and directed does the mind go towards its objects? Commanded by whom does the life-force, the first (cause), move? At whose will do men utter speech? What power directs the eye and the ear?","verse_title":"KENA-UPANISHAD 1:1"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":2,"scripture_text":"It is the ear of the ear, the mind of the mind, the speech of the speech, the life of the life, the eye of the eye. The wise, freed (from the senses and from mortal desires), after leaving this world, become immortal.","verse_title":"KENA-UPANISHAD 1:2"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":3,"scripture_text":"There the eye does not go, nor speech, nor mind. We do not know That; we do not understand how It can be taught. It is distinct from the known and also It is beyond the unknown. Thus we have heard from the ancient (teachers) who told us about It.","verse_title":"KENA-UPANISHAD 1:3"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":4,"scripture_text":"That which speech does not illumine, but which illumines speech: know that alone to be the Brahman (the Supreme Being), not this which people worship here.","verse_title":"KENA-UPANISHAD 1:4"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":5,"scripture_text":"That which cannot be thought by mind, but by which, they say, mind is able to think: know that alone to be the Brahman, not this which people worship here.","verse_title":"KENA-UPANISHAD 1:5"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":6,"scripture_text":"That which is not seen by the eye, but by which the eye is able to see: know that alone to be the Brahman, not this which people worship here.","verse_title":"KENA-UPANISHAD 1:6"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":7,"scripture_text":"That which cannot be heard by the ear, but by which the ear is able to hear: know that alone to be Brahman, not this which people worship here.","verse_title":"KENA-UPANISHAD 1:7"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":8,"scripture_text":"That which none breathes with the breath, but by which breath is in-breathed: know that alone to be the Brahman, not this which people worship here.","verse_title":"KENA-UPANISHAD 1:8"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":1,"scripture_text":"If thou thinkest \"I know It well,\" then it is certain that thou knowest but little of the Brahman (Absolute Truth), or in what form He (resideth) in the Devas (minor aspects of Deity). Therefore I think that what thou thinkest to be known is still to be sought after.","verse_title":"KENA-UPANISHAD 1:1"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":2,"scripture_text":"The disciple said: I do not think I know It well, nor do I think that I do not know It. He among us who knows It truly, knows (what is meant by) \"I know\" and also what is meant by \"I know It not.\"","verse_title":"KENA-UPANISHAD 1:2"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":3,"scripture_text":"He who thinks he knows It not, knows It. He who thinks he knows It, knows It not. The true knowers think they can never know It (because of Its infinitude), while the ignorant think they know It.","verse_title":"KENA-UPANISHAD 1:3"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":4,"scripture_text":"It (Brahman) is known, when It is known in every state of consciousness. (Through such knowledge) one attains immortality. By attaining this Self, man gains strength; and by Self-knowledge immortality is attained.","verse_title":"KENA-UPANISHAD 1:4"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":5,"scripture_text":"If one knows It here, that is Truth; if one knows It not here, then great is his loss. The wise seeing the same Self in all beings, being liberated from this world, become immortal.","verse_title":"KENA-UPANISHAD 1:5"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":1,"scripture_text":"The Brahman once won a victory for the Devas. Through that victory of the Brahman, the Devas became elated. They thought, \"This victory is ours. This glory is ours.\"","verse_title":"KENA-UPANISHAD 1:1"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":2,"scripture_text":"The Brahman perceived this and appeared before them. They did not know what mysterious form it was.","verse_title":"KENA-UPANISHAD 1:2"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":3,"scripture_text":"They said to Fire: \"O Jataveda (All-knowing)! Find out what mysterious spirit this is.\" He said: \"Yes.\"","verse_title":"KENA-UPANISHAD 1:3"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":4,"scripture_text":"He ran towards it and He (Brahman) said to him: \"Who art thou?\" \"I am Agni, I am Jataveda,\" he (the Fire-god) replied.","verse_title":"KENA-UPANISHAD 1:4"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":5,"scripture_text":"Brahman asked: \"What power resides in thee?\" Agni replied: \"I can burn up all whatsoever exists on earth.\"","verse_title":"KENA-UPANISHAD 1:5"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":6,"scripture_text":"Brahman placed a straw before him and said: \"Burn this.\" He (Agni) rushed towards it with all speed, but was not able to burn it. So he returned from there and said (to the Devas): \"I was not able to find out what this great mystery is.\"","verse_title":"KENA-UPANISHAD 1:6"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":7,"scripture_text":"Then they said to Vayu (the Air-god): \"Vayu! Find out what this mystery is.\" He said: \"Yes.\"","verse_title":"KENA-UPANISHAD 1:7"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":8,"scripture_text":"He ran towards it and He (Brahman) said to him: \"Who art thou?\" \"I am Vayu, I am Matarisva (traveller of Heaven),\" he (Vayu) said.","verse_title":"KENA-UPANISHAD 1:8"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":9,"scripture_text":"Then the Brahman said: \"What power is in thee?\" Vayu replied: \"I can blow away all whatsoever exists on earth.\"","verse_title":"KENA-UPANISHAD 1:9"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":10,"scripture_text":"Brahman placed a straw before him and said: \"Blow this away.\" He (Vayu) rushed towards it with all speed, but was not able to blow it away. So he returned from there and said (to the Devas): \"I was not able to find out what this great mystery is.\"","verse_title":"KENA-UPANISHAD 1:10"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":11,"scripture_text":"Then they said to Indra: \"O Maghavan (Worshipful One)! Find out what this mystery is.\" He said: \"Yes\"; and ran towards it, but it disappeared before him.","verse_title":"KENA-UPANISHAD 1:11"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":12,"scripture_text":"Then he saw in that very space a woman beautifully adorned, Uma of golden hue, daughter of Haimavat (Himalaya). He asked: \"What is this great mystery?\"","verse_title":"KENA-UPANISHAD 1:12"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":1,"scripture_text":"She (Uma) said: \"It is Brahman. It is through the victory of Brahman that ye are victorious.\" Then from her words, he (Indra) knew that it (that mysterious form) was Brahman.","verse_title":"KENA-UPANISHAD 1:1"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":2,"scripture_text":"Therefore these Devas,--Agni, Vayu and Indra--excel other Devas, because they came nearer to Brahman. It was they who first knew this spirit as Brahman.","verse_title":"KENA-UPANISHAD 1:2"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":3,"scripture_text":"Therefore Indra excels all other Devas, because he came nearest to Brahman, and because he first (before all others) knew this spirit as Brahman.","verse_title":"KENA-UPANISHAD 1:3"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":4,"scripture_text":"Thus the teaching of Brahman is here illustrated in regard to the Devas. He dashed like lightning, and appeared and disappeared just as the eye winks.","verse_title":"KENA-UPANISHAD 1:4"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":5,"scripture_text":"Next (the teaching) is regarding Adhyatman (the embodied Soul). The mind seems to approach Him (Brahman). By this mind (the seeker) again and again remembers and thinks about Brahman.","verse_title":"KENA-UPANISHAD 1:5"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":6,"scripture_text":"That Brahman is called Tadvanam (object of adoration). He is to be worshipped by the name Tadvanam. He who knows Brahman thus, is loved by all beings.","verse_title":"KENA-UPANISHAD 1:6"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":7,"scripture_text":"The disciple asked: O Master, teach me the Upanishad. (The teacher replied:) The Upanishad has been taught thee. We have certainly taught thee the Upanishad about Brahman.","verse_title":"KENA-UPANISHAD 1:7"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":8,"scripture_text":"The Upanishad is based on tapas (practice of the control of body, mind and senses), dama (subjugation of the senses), karma (right performance of prescribed actions). The Vedas are its limbs. Truth is its support.","verse_title":"KENA-UPANISHAD 1:8"},{"volume_title":"Hinduism","book_title":"KENA-UPANISHAD","chapter_number":1,"verse_number":9,"scripture_text":"He who knows this (wisdom of the Upanishad), having been cleansed of all sin, becomes established in the blissful, eternal and highest abode of Brahman, in the highest abode of Brahman.","verse_title":"KENA-UPANISHAD 1:9"}]
